{
  "questions": [
    "Is the lighting positioned and adequate to enable personnel to navigate safely and quickly to an exit in an emergency?",
    "Is the emergency lighting and exit sign lighting tested at least once a year?",
    "Does the emergency power generator has adequate capacity?",
    "Is all equipment in the data centre secured to minimize damage from movement or from becoming dis-lodged as the result of an earthquake?",
    "Are emergency exit diagrams posted near all exits?",
    "Are mock fire drills/site evacuation conducted periodically?",
    "Is the data centre equipped with an appropriate fire suppression system e.g. Co2, Halon, Intergen, FM 200 or other suppressant?",
    "Is the data centre equipped with hand held fire extinguishers?",
    "Is the data centre equipped with A-B-C class fire extinguishers (hand-held)?",
    "Are smoke detectors installed inside the data centre?",
    "Are fire alarms strategically located throughout the facility?",
    "Does the fire alarm system automatically notify local fire authorities (direct connection or third party)?",
    "Is the space around the building free for movement of fire brigade?",
    "Does Air Conditioner facility automatically gets deactivated by smoke detectors?",
    "Is training provided to IT employees for fire prevention?",
    "Is smoking restricted in the offices and server rooms?",
    "Are emergency exit diagrams posted near all exits?",
    "Has fire warden been appointed for the server room?",
    "Are there any combustible materials placed inside the data centre?",
    "Is the data centre adjacent to cafeteria/kitchen ,etc.?",
    "Is the petrol pump / fuel storage at a distance from the data centre?",
    "Is there Fire Insurance for IT equipment?",
    "Is preventive maintenance performed for fire suppression systems, Air Conditioners, fire extinguishers, smoke detectors etc.?",
    "Do fire detection and alarm systems have an independent and alternate power source?",
    "Is maintenance of electrical cabling and systems performed periodically?",
    "Are the cables passing between departments/ floors sealed with intumescent material of adequate fire rating in order to restrict the spread of fire to the area of origin only?",
    "Is there disaster supply kit present with flashlight and extra batteries and first aid kit?",
    "Is the building equipped with battery powered emergency lighting?",
    "Is the lighting positioned and adequate to enable personnel to navigate safely and quickly to an exit in an emergency?",
    "Is the emergency lighting and exit sign lighting tested at least once a year?",
    "Does the emergency power generator has adequate capacity?",
    "Are there any periodic fire safety audit performed?",
    "Are mock fire drills/site evacuation conducted periodically?",
    "Is basement used for: 1. Fuel Storage Construction Material or Scrap 2. Staging / Storing area for IT",
    "Is there space within and outside the facility for the manoeuvrability of the fire tender?",
    "Are fire protection facilities designed to fight two major fires simultaneously anywhere in the installation? / Is the fire water requirement for terminal based on two fire contingencies simultaneously?",
    "Are there more than one fire tenders available within the terminal premises?",
    "Are muster points / safe assembly areas demarcated at different points within the facility?",
    "Are muster points / safe assembly areas adequately sized?",
    "In case of multiple muster points is there a means of communication for relaying information between different muster points?",
    "Are there well defined emergency exits present at the site?",
    "Are the emergency exits clearly demarcated and kept free of any obstructions?",
    "Are adequate glow emergency exit signage displayed conspicuously?",
    "Are there evacuation floor / area layouts displayed conspicuously at different areas in the terminal?",
    "Are fire hose boxes maintained properly across the facility? Are hose pipes kept in the fire hose boxes?",
    "Are adequate number of yard hydrants installed at the site?",
    "Are there adequate fire extinguishers of different types installed across the facility?",
    "Are the fire extinguishers located in conspicuous locations?",
    "Are smoke detectors installed in all buildings / rooms inside the facility?",
    "Are fire alarm panels appropriately mapped to the smoke detectors inside the facility?",
    "Is there a defined period for maintenance of fire alarm panels and repeater panels?",
    "Are fire alarm panels monitored 24*7?",
    "Are water sprinklers installed inside all buildings / rooms within the facility? Do they operate automatically?",
    "Is there an automatic inergen (e.g. NoVAC 1230 etc.) system installed in critical locations?",
    "What is the fire resistance rating of the different walls in the critical areas? Additionally are the doors are made of fire proof material?",
    "Are fire alarms / hooter placed at different locations within the plant?",
    "Are manual hooters and manual call points installed in different zones in the facility?",
    "Is there a fire control room for centrally monitoring the fire detection and protection systems installed at the facility? Is the fire control room manned 24*7?",
    "Are the diesel engines, jockey pumps and electric pumps of adequate capacity installed?",
    "Is there a backup jockey pump installed for maintain the pressure in the hydrant line?",
    "Is the water level in the fire water tanks continuously monitored?",
    "Is there a minimum amount always available in the tanks? Is the amount adequate as per the facility requirements?",
    "Is adequate diesel stored on site for operating the diesel engine in case of an extended power outage? Are diesel levels monitored periodically?",
    "Have fire wardens been defined for different sections of the facility?"
  ]
}
